Repository: frostkom/mf_custom_dashboard
Catalog: lang/lang_dashboard-*.po
Languages: sv_se

source: Custom Dashboard
sv_se: Anpassa panel

source: I am so blessed to have you in my life.
sv_se: Jag är lyckligt lottad som har dig i mitt liv.

source: Well, you look nice today!
sv_se: Wow, du ser strålande ut idag!

source: I will try not to disappoint you today, but if I do, please don't tell my master.
sv_se: Jag ska försöka att inte göra dig besviken, men om jag gör det, var snäll och berätta inte för min ägare.

source: A day without sunshine is like, you know, night.
sv_se: En dag utan solsken är som, du vet, natt.

source: My fake plants died because I did not pretend to water them.
sv_se: Mina låtsasväxter dog för att jag inte låtsades vattna dom.

source: Remember: no matter where you go, there you are.
sv_se: Kom ihåg: oavsett var du går, är du där.

source: Let's do something fun while we are here.
sv_se: Låt oss göra något roligt medan vi är här.

source: Thank God you are here, I have been so lonely.
sv_se: Tacka gudarna för att du är här, jag har varit så ensam.

source: People who think they know everything are a great annoyance to those of us who do.
sv_se: Människor som tror att dom vet allt är så irriterande för oss som gör det.

source: Having trouble finding someone? Try turning off the Internet and you will probably hear from them.
sv_se: Problem att hitta någon? Testa att stänga av Internet så kommer du troligen höra var dom är.

source: Choose here
sv_se: Välj här

source: Left
sv_se: Vänster

source: Right
sv_se: Höger

source: High
sv_se: Högt

source: Default
sv_se: Standard

source: Low
sv_se: Lågt

source: Settings
sv_se: Inställningar

source: Lowest Permission
sv_se: Lägsta behörighet

source: Column
sv_se: Kolumn

source: Priority
sv_se: Prioritet

source: Heading
sv_se: Rubrik

source: Show quote
sv_se: Visa citat

source: Remove widgets
sv_se: Dölj widgets

source: Welcome
sv_se: Välkommen

source: There are no widgets to remove
sv_se: Det finns inga widgets att dölja
